cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'neovim/neovim'
tap 'osgeo/osgeo4mac'
tap 'railwaycat/emacsmacport'

brew 'asdf'
brew 'awscli'
brew 'black'
brew 'emacs-mac'
brew 'ffmpeg'
brew 'fish'
brew 'gdal'
brew 'gcc'
brew 'git'
brew 'imagemagick'
brew 'leiningen'
brew 'mas'
brew 'neovim'
brew 'openssl'
brew 'pandoc'
brew 'postgresql'
brew 'readline'
brew 'ripgrep'
brew 'sqlite'
brew 'tree'
brew 'watch'
brew 'youtube-dl'
